[
  {
    "program": "Wolverine e os X-Men S01E01 - Estratégia X",
    "days": {
      "26/11/2024": [
        {
          "startTime": "09:56:05",
          "stopTime": "10:16:51",
          "genre": "Animação",
          "classification": "12",
          "description": "Após a explosão na Mansão X, Wolverine lidera os X-Men em uma missão para encontrar e resgatar o Professor Xavier, enquanto lidam com a crescente ameaça da Irmandade Mutante."
        }
      ]
    }
  },
  {
    "program": "Wolverine e os X-Men S01E02 - O Impulso X",
    "days": {
      "26/11/2024": [
        {
          "startTime": "10:16:51",
          "stopTime": "10:37:57",
          "genre": "Animação/Ação",
          "classification": "10",
          "description": "Neste episódio, Wolverine lidera os X-Men em uma missão para deter o mutante impulsivo conhecido como \"O Impulso X\", que ameaça causar caos e destruição. Eles terão que trabalhar juntos para impedir que ele se torne uma ameaça ainda maior para a humanidade."
        }
      ]
    }
  },
  {
    "program": "X-Men: A Recruta Vampira",
    "days": {
      "26/11/2024": [
        {
          "startTime": "10:37:58",
          "stopTime": "10:59:03",
          "genre": "Animação",
          "classification": "Livre",
          "description": "Neste episódio, a jovem mutante Vampira é recrutada para se juntar aos X-Men e lutar contra os inimigos que ameaçam a paz do mundo. Ao mesmo tempo em que aprende a controlar seus poderes de absorção, ela descobre o verdadeiro significado de ser parte de uma equipe de heróis."
        }
      ]
    }
  },
  {
    "program": "X-Men_O Mutante Esmagador",
    "days": {
      "26/11/2024": [
        {
          "startTime": "10:59:03",
          "stopTime": "11:20:20",
          "genre": "Animação/Ação",
          "classification": "14",
          "description": "Neste episódio dos X-Men, um novo mutante surge na cidade, conhecido como Esmagador, e ameaça a paz e a segurança dos humanos e mutantes. Cabe aos X-Men deter esse poderoso inimigo antes que seja tarde demais."
        }
      ]
    }
  },
  {
    "program": "X-Men_Velocidade e Spyke",
    "days": {
      "26/11/2024": [
        {
          "startTime": "11:20:21",
          "stopTime": "11:41:19",
          "genre": "Animação",
          "classification": "Livre",
          "description": "Neste episódio, Velocidade e Spyke se unem aos X-Men para enfrentar uma ameaça mutante que coloca toda a cidade em perigo."
        }
      ]
    }
  },
  {
    "program": "X-Men: Universo do Meio",
    "days": {
      "26/11/2024": [
        {
          "startTime": "11:41:20",
          "stopTime": "12:02:40",
          "genre": "Animação",
          "classification": "16",
          "description": "Neste episódio, os X-Men enfrentam uma ameaça que coloca em risco o equilíbrio do universo, enquanto lidam com suas próprias rivalidades e dilemas pessoais."
        }
      ]
    }
  },
  {
    "program": "X-Men: Evolution - Animação X-Men_Camera Spyke",
    "days": {
      "26/11/2024": [
        {
          "startTime": "12:02:40",
          "stopTime": "12:23:56",
          "genre": "Animação/Ação",
          "classification": "Livre",
          "description": "No episódio \"Camera Spyke\", Spyke se torna famoso na escola ao usar seus poderes para impressionar os colegas, mas logo percebe as consequências negativas de sua exposição."
        }
      ]
    }
  },
  {
    "program": "X-Men: Passado Sombrio",
    "days": {
      "26/11/2024": [
        {
          "startTime": "12:23:56",
          "stopTime": "12:45:05",
          "genre": "Ação e Ficção Científica",
          "classification": "14",
          "description": "No futuro, os mutantes são perseguidos pelos Sentinelas. Para mudar esse destino, Wolverine é enviado ao passado para unir os X-Men e impedir a criação das Sentinelas."
        }
      ]
    }
  },
  {
    "program": "X-Men - O Caldeirão Parte 1",
    "days": {
      "26/11/2024": [
        {
          "startTime": "12:45:06",
          "stopTime": "13:06:25",
          "genre": "Animação",
          "classification": "Livre",
          "description": "Os X-Men embarcam em uma missão perigosa para impedir que Magneto coloque em prática seu plano de dominar o mundo. Enfrentando diversos desafios, a equipe precisa unir forças e habilidades especiais para vencer o vilão e salvar a humanidade."
        }
      ]
    }
  },
  {
    "program": "X-Men_O Caldeirão Parte 2",
    "days": {
      "26/11/2024": [
        {
          "startTime": "13:06:26",
          "stopTime": "13:27:46",
          "genre": "Animação",
          "classification": "Livre",
          "description": "Neste episódio da animação dos X-Men, a equipe precisa enfrentar um perigoso inimigo que ameaça destruir o mundo. Com suas habilidades mutantes, os heróis lutam para salvar a humanidade da destruição iminente."
        }
      ]
    }
  },
  {
    "program": "Transformers O Inicio",
    "days": {
      "26/11/2024": [
        {
          "startTime": "13:27:47",
          "stopTime": "15:15:12",
          "genre": "Ação e Ficção Científica",
          "classification": "14",
          "description": "Em \"Transformers O Inicio\", somos levados de volta ao início da guerra entre Autobots e Decepticons, explorando os eventos que levaram ao conflito intergaláctico. Com efeitos especiais impressionantes e sequências de ação de tirar o fôlego, o filme promete emocionar e surpreender os fãs da franquia."
        }
      ]
    }
  },
  {
    "program": "Quarto de Guerra",
    "days": {
      "26/11/2024": [
        {
          "startTime": "15:15:56",
          "stopTime": "17:16:00",
          "genre": "Drama",
          "classification": "12",
          "description": "Elizabeth e Tony formam um casal que aparenta ter tudo, mas enfrentam problemas em seu casamento. Em meio a crise, Elizabeth conhece uma mulher idosa que a desafia a batalhar por sua família através da oração, ensinando-a a utilizar um \"quarto de guerra\" para lutar pelas questões mais importantes de suas vidas."
        }
      ]
    }
  },
  {
    "program": "Family Reunion: Parte 2",
    "days": {
      "26/11/2024": [
        {
          "startTime": "17:16:01",
          "stopTime": "17:42:59",
          "genre": "Comédia",
          "classification": "10",
          "description": "No segundo episódio da primeira temporada, a família McKellan está se ajustando à sua nova vida na pequena cidade de Columbus, Geórgia. Mostra como eles lidam com os desafios e alegrias de viver juntos novamente."
        }
      ]
    }
  },
  {
    "program": "Gringo, Dispare sem Piedade",
    "days": {
      "26/11/2024": [
        {
          "startTime": "17:43:21",
          "stopTime": "19:14:43",
          "genre": "Western",
          "classification": "18",
          "description": "Durante a Guerra Civil Americana, um pistoleiro conhecido como Gringo é contratado para proteger uma cidade mexicana dos bandoleiros e saqueadores que a ameaçam. Com sua pontaria mortal, ele fará de tudo para garantir a segurança dos moradores e se tornará o herói local."
        }
      ]
    }
  },
  {
    "program": "Presa",
    "days": {
      "26/11/2024": [
        {
          "startTime": "19:15:16",
          "stopTime": "20:41:24",
          "genre": "Aventura",
          "classification": "12",
          "description": "No ano 2024, Maria Santos embarca em uma incrível jornada de aventuras em busca de um tesouro misterioso que pode mudar o destino da humanidade. Com muitos desafios e obstáculos a superar, ela conta com a ajuda de amigos fiéis e da sua fé inabalável."
        }
      ]
    }
  },
  {
    "program": "Cela-211",
    "days": {
      "26/11/2024": [
        {
          "startTime": "20:41:24",
          "stopTime": "22:33:52",
          "genre": "Suspense/ Drama",
          "classification": "16",
          "description": "Juan Oliver vai trabalhar como carcereiro em uma prisão de alta segurança e acaba preso durante uma rebelião dos detentos. Para sobreviver, ele se passa por um dos prisioneiros e tenta descobrir os planos dos líderes da revolta."
        }
      ]
    }
  },
  {
    "program": "Filme: Verdade e Honra",
    "days": {
      "26/11/2024": [
        {
          "startTime": "22:33:53",
          "stopTime": "00:29:05",
          "genre": "Drama",
          "classification": "14",
          "description": "Em um pequeno vilarejo, um jovem chamado Pedro busca a verdade e a justiça para honrar sua família, enfrentando desafios e revelações surpreendentes no caminho."
        }
      ]
    }
  },
  {
    "program": "Piratas do Caribe: A Maldição do Pérola Negra",
    "days": {
      "27/11/2024": [
        {
          "startTime": "00:29:05",
          "stopTime": "02:52:15",
          "genre": "Ação e Aventura",
          "classification": "12",
          "description": "Neste primeiro filme da franquia Piratas do Caribe, o Capitão Jack Sparrow enfrenta o Capitão Barbossa e sua tripulação amaldiçoada em busca da lendária Pérola Negra. O filme mistura ação, comédia e fantasia de forma brilhante, conquistando o público de todas as idades."
        }
      ]
    }
  },
  {
    "program": "Piratas do Caribe: O Baú da Morte",
    "days": {
      "27/11/2024": [
        {
          "startTime": "02:52:16",
          "stopTime": "05:22:57",
          "genre": "Aventura",
          "classification": "12",
          "description": "O capitão Jack Sparrow precisa enfrentar um antigo inimigo enquanto busca o coração de Davy Jones para escapar de seu pacto com o capitão do Holandês Voador."
        }
      ]
    }
  },
  {
    "program": "Piratas do Caribe: No Fim do Mundo",
    "days": {
      "27/11/2024": [
        {
          "startTime": "05:22:58",
          "stopTime": "08:11:27",
          "genre": "Ação/Aventura",
          "classification": "12",
          "description": "O capitão Jack Sparrow busca o fim do mundo para resgatar o Capitão Barbossa e enfrentar o temido pirata Davy Jones. Envolvido em uma trama de traições e alianças, Jack e seus companheiros enfrentam batalhas épicas em terra e mar. Será que conseguirão deter a conspiração dos piratas do mal?"
        }
      ]
    }
  },
  {
    "program": "Piratas do Caribe: Navegando em Águas Misteriosas",
    "days": {
      "27/11/2024": [
        {
          "startTime": "08:11:27",
          "stopTime": "10:27:51",
          "genre": "Aventura",
          "classification": "12",
          "description": "O Capitão Jack Sparrow se envolve em uma nova aventura quando cruza com uma mulher do seu passado e enfrenta o temido pirata Barba Negra em busca da lendária Fonte da Juventude."
        }
      ]
    }
  }
]