[
  {
    "program": "Animação Manda-Chuva - Xeque-Mate E14",
    "days": {
      "12/12/2024": [
        {
          "startTime": "12:14:20",
          "stopTime": "12:39:56",
          "genre": "Animação",
          "classification": "Livre",
          "description": "Neste episódio, o Manda-Chuva e sua turma precisam desvendar um misterioso caso de xadrez que está acontecendo na cidade. Com muita inteligência e humor, eles vão mostrar que juntos conseguem enfrentar qualquer desafio."
        }
      ]
    }
  },
  {
    "program": "Manda-Chuva - Um inverno um Tanto Quente E15",
    "days": {
      "12/12/2024": [
        {
          "startTime": "12:39:56",
          "stopTime": "13:05:33",
          "genre": "Animação",
          "classification": "Livre",
          "description": "Manda-Chuva e sua turma embarcam em uma divertida aventura no inverno, enfrentando desafios e aprontando muitas confusões para salvar a cidade."
        }
      ]
    }
  },
  {
    "program": "Star Trek - Lower Decks S04E05",
    "days": {
      "12/12/2024": [
        {
          "startTime": "13:05:33",
          "stopTime": "13:30:48",
          "genre": "Ficção Científica",
          "classification": "14",
          "description": "Enquanto a tripulação da Cerritos enfrenta uma ameaça alienígena inesperada, Mariner e Boimler tentam resolver suas diferenças em meio ao caos da nave."
        }
      ]
    }
  },
  {
    "program": "Star Trek - Lower Decks S04E10",
    "days": {
      "12/12/2024": [
        {
          "startTime": "13:30:49",
          "stopTime": "14:01:18",
          "genre": "Ficção Científica",
          "classification": "14",
          "description": "No último episódio da quarta temporada de Star Trek - Lower Decks, a tripulação da nave Cerritos enfrenta uma ameaça intergaláctica que coloca em risco a galáxia. Caberá a Mariner, Boimler, Rutherford e Tendi impedir que um poderoso inimigo destrua tudo o que conhecem. A lealdade, coragem e trabalho em equipe serão testados ao limite neste emocionante desfecho."
        }
      ]
    }
  },
  {
    "program": "Star Trek - Lower Decks S05E05",
    "days": {
      "12/12/2024": [
        {
          "startTime": "14:01:18",
          "stopTime": "14:25:54",
          "genre": "Ficção Científica",
          "classification": "14",
          "description": "Neste episódio, a tripulação da Lower Decks enfrenta uma nova ameaça alienígena que coloca em risco a segurança da nave. Enquanto isso, o oficial Mariner descobre um segredo sobre seu passado que pode mudar tudo."
        }
      ]
    }
  },
  {
    "program": "Star Trek - Lower Decks S05E06",
    "days": {
      "12/12/2024": [
        {
          "startTime": "14:25:54",
          "stopTime": "14:50:54",
          "genre": "Ficção Científica",
          "classification": "14",
          "description": "Enquanto a tripulação da Lower Decks enfrenta novos desafios em sua missão exploratória, segredos do passado são revelados e amizades são postas à prova."
        }
      ]
    }
  },
  {
    "program": "Salvo Pela Graça",
    "days": {
      "12/12/2024": [
        {
          "startTime": "14:51:39",
          "stopTime": "16:16:10",
          "genre": "Drama Gospel",
          "classification": "12",
          "description": "O filme conta a história de um jovem que enfrenta diversos desafios em sua vida, mas encontra a fé e a esperança através da graça divina. Uma história emocionante sobre superação e redenção."
        }
      ]
    }
  },
  {
    "program": "Family Reunion S01E13",
    "days": {
      "12/12/2024": [
        {
          "startTime": "16:16:11",
          "stopTime": "16:43:01",
          "genre": "Comédia",
          "classification": "L",
          "description": "Na temporada final, Coco e M'dear finalmente fazem as pazes, Jade está prestes a embarcar em uma nova aventura e Mazzi decide o que quer fazer da vida."
        }
      ]
    }
  },
  {
    "program": "A Fúria dos Sete Homens",
    "days": {
      "12/12/2024": [
        {
          "startTime": "16:43:24",
          "stopTime": "18:23:39",
          "genre": "Western",
          "classification": "14",
          "description": "Após o massacre de sua família por um poderoso barão do gado, um pistoleiro implacável reúne seis homens corajosos para se vingar e acabar com a tirania do vilão no velho oeste americano."
        }
      ]
    }
  },
  {
    "program": "Seriado Ultraseven E14",
    "days": {
      "12/12/2024": [
        {
          "startTime": "18:24:48",
          "stopTime": "18:50:06",
          "genre": "Ficção Científica",
          "classification": "Livre",
          "description": "Ultraseven é um extraterrestre que veio para a Terra com a missão de protegê-la de ameaças alienígenas. No episódio 14, o herói enfrenta um monstro gigante que está causando destruição na cidade, enquanto lida com seus próprios dilemas morais."
        }
      ]
    }
  },
  {
    "program": "Fantasy Island_Senhora da noite S01E08",
    "days": {
      "12/12/2024": [
        {
          "startTime": "18:50:07",
          "stopTime": "19:38:51",
          "genre": "Drama/Fantasia",
          "classification": "Livre",
          "description": "Sr. Roarke e Tattoo recebem uma cliente misteriosa que deseja reviver uma noite especial do passado, mas logo descobrem que nem tudo é o que parece nesta ilha mágica."
        }
      ]
    }
  },
  {
    "program": "A Feiticeira: Cheia Dos Truques",
    "days": {
      "12/12/2024": [
        {
          "startTime": "19:38:52",
          "stopTime": "20:04:19",
          "genre": "Comédia, Fantasia",
          "classification": "Livre",
          "description": "No segundo episódio, Samantha tenta ajudar seu marido Darrin a resolver um problema no trabalho, mas acaba causando muita confusão com seus poderes de feiticeira."
        }
      ]
    }
  },
  {
    "program": "A Mulher Bionica_Os Mísseis Mortíferos",
    "days": {
      "12/12/2024": [
        {
          "startTime": "20:04:20",
          "stopTime": "20:52:04",
          "genre": "Ficção Científica",
          "classification": "Livre",
          "description": "Quando mísseis mortíferos caem nas mãos erradas, a Mulher Bionica precisa entrar em ação para impedir uma catástrofe mundial. Com suas habilidades especiais, ela enfrenta perigos e desafios para salvar o dia e garantir a segurança de todos."
        }
      ]
    }
  },
  {
    "program": "Agente 86 - S02E23: Quem Sou, Onde Estou Mamãe",
    "days": {
      "12/12/2024": [
        {
          "startTime": "20:52:05",
          "stopTime": "21:17:21",
          "genre": "Comédia",
          "classification": "Livre",
          "description": "Maxwell Smart e a Agência de Controle estão em alerta máximo quando um vilão desconhecido ameaça a segurança nacional. Enquanto isso, Max se vê em uma situação inusitada ao acordar sem memória em um local misterioso. Será que ele conseguirá desvendar esse enigma e salvar o dia?"
        }
      ]
    }
  },
  {
    "program": "Parker",
    "days": {
      "12/12/2024": [
        {
          "startTime": "21:17:21",
          "stopTime": "23:10:31",
          "genre": "Ação, Crime",
          "classification": "16",
          "description": "Parker é um ladrão que segue um código de ética próprio: não roubar de pessoas que não podem arcar com as consequências. Mas, depois de ser traído por sua equipe, ele decide se vingar e planejar um assalto ainda maior."
        }
      ]
    }
  },
  {
    "program": "Linha de Frente",
    "days": {
      "12/12/2024": [
        {
          "startTime": "23:10:32",
          "stopTime": "00:51:06",
          "genre": "Ação",
          "classification": "16",
          "description": "Um ex-agente de operações secretas se muda para uma pequena cidade e acaba se envolvendo em conflitos locais quando resgata uma mulher em perigo, despertando a ira de um perigoso traficante."
        }
      ]
    }
  },
  {
    "program": "A Espiã que Sabia de Menos",
    "days": {
      "13/12/2024": [
        {
          "startTime": "00:51:06",
          "stopTime": "03:01:28",
          "genre": "Comédia",
          "classification": "16",
          "description": "Susan Cooper é uma analista de base da CIA que tem acesso a equipamentos de alta tecnologia, e é responsável por guiar os agentes em suas missões. Quando seu parceiro desaparece e outro agente é colocado em perigo, Susan se oferece para se infiltrar no mundo dos espiões e buscar o responsável. A inexperiente agente se envolve em situações hilárias e perigosas, enquanto tenta desvendar um plano para destruir o mundo como conhecemos."
        }
      ]
    }
  }
]