[
  {
    "program": "Legião dos Super Heróis",
    "days": {
      "05/11/2024": [
        {
          "startTime": "10:22:19",
          "stopTime": "10:44:15",
          "genre": "Animação",
          "classification": "Livre",
          "description": "Na cidade de Metrópolis, um grupo de jovens super-heróis se unem para combater o crime e proteger a população. Com poderes especiais e muita determinação, eles enfrentam vilões perigosos e desafios inimagináveis para salvar o dia. Juntos, eles formam a Legião dos Super Heróis, uma equipe imbatível que luta pela justiça e pela paz no mundo."
        },
        {
          "startTime": "11:49:46",
          "stopTime": "12:11:08",
          "genre": "Animação, Ação",
          "classification": "Livre",
          "description": "A Legião dos Super Heróis, formada por um grupo de jovens superpoderosos, se unem para combater o mal e proteger o universo de ameaças perigosas. Com suas habilidades especiais e trabalho em equipe, eles enfrentam desafios cada vez mais difíceis para garantir a paz e segurança para todos."
        }
      ]
    }
  },
  {
    "program": "A Ascensão de Lightning Lad",
    "days": {
      "05/11/2024": [
        {
          "startTime": "10:44:15",
          "stopTime": "11:06:36",
          "genre": "Animação/Ação",
          "classification": "Livre",
          "description": "Quando Lightning Lad aparentemente retorna dos mortos, a Legião descobre que ele pode ter uma ligação com um grupo de vilões chamado Os Assassinos"
        }
      ]
    }
  },
  {
    "program": "Legião dos Super Heróis S01EP04",
    "days": {
      "05/11/2024": [
        {
          "startTime": "11:06:37",
          "stopTime": "11:28:26",
          "genre": "Animação",
          "classification": "Livre",
          "description": "Neste episódio, a Legião dos Super Heróis se une para enfrentar um inimigo poderoso que ameaça a segurança da cidade. Com muita ação e trabalho em equipe, os heróis lutam para proteger os cidadãos e garantir a paz."
        }
      ]
    }
  },
  {
    "program": "Legião dos Super Heróis S01EP05",
    "days": {
      "05/11/2024": [
        {
          "startTime": "11:28:26",
          "stopTime": "11:49:46",
          "genre": "Aventura",
          "classification": "Livre",
          "description": "Na quinta episódio da primeira temporada da Legião dos Super Heróis, os jovens super-heróis se unem para enfrentar uma ameaça cósmica que coloca toda a cidade em perigo. Com seus poderes especiais e trabalho em equipe, eles lutam para salvar o dia e proteger a cidade dos vilões que tentam conquistá-la."
        }
      ]
    }
  },
  {
    "program": "Legião dos Super-Heróis S01EP07",
    "days": {
      "05/11/2024": [
        {
          "startTime": "12:11:08",
          "stopTime": "12:32:57",
          "genre": "Animação",
          "classification": "Livre",
          "description": "Os jovens super-heróis da Legião enfrentam um novo desafio quando precisam impedir um vilão de destruir a cidade. Enquanto isso, Saturn Girl se vê dividida entre sua missão e seus sentimentos."
        }
      ]
    }
  },
  {
    "program": "Legião dos Super Heróis S01EP08",
    "days": {
      "05/11/2024": [
        {
          "startTime": "12:32:58",
          "stopTime": "12:54:22",
          "genre": "Animação",
          "classification": "Livre",
          "description": "No oitavo episódio da primeira temporada da Legião dos Super Heróis, os super-heróis se unem para enfrentar uma ameaça que coloca em perigo a cidade e seus habitantes."
        }
      ]
    }
  },
  {
    "program": "Legião dos Super Heróis S01EP09",
    "days": {
      "05/11/2024": [
        {
          "startTime": "12:54:22",
          "stopTime": "13:16:03",
          "genre": "Animação, Ação",
          "classification": "Livre",
          "description": "Quando um vilão ameaça a cidade, a Legião dos Super Heróis se reúne para salvar o dia. Mas o que parecia ser uma missão simples logo se torna um desafio ainda maior do que eles esperavam. Enquanto lutam contra o inimigo, os heróis descobrem segredos sombrios e precisam usar toda a sua força e trabalho em equipe para vencer."
        }
      ]
    }
  },
  {
    "program": "O Poder do Fogo S01E10",
    "days": {
      "05/11/2024": [
        {
          "startTime": "13:16:04",
          "stopTime": "13:37:27",
          "genre": "Animação",
          "classification": "Livre",
          "description": "Neste episódio, os heróis da Legião dos Super-Heróis precisam unir forças para enfrentar um vilão que ameaça destruir a cidade. Com poderes únicos, cada membro do grupo contribui para derrotar o inimigo e salvar o dia. Será que eles conseguirão proteger a cidade e restabelecer a paz? Acompanhe essa emocionante aventura e descubra!"
        }
      ]
    }
  },
  {
    "program": "Legião dos Super Heróis S01EP11",
    "days": {
      "05/11/2024": [
        {
          "startTime": "13:37:27",
          "stopTime": "13:58:40",
          "genre": "Animação/Ação",
          "classification": "10",
          "description": "Neste episódio, a Legião dos Super-Heróis precisam se unir para enfrentar uma poderosa ameaça que coloca em risco a paz no universo. Com seus superpoderes e trabalho em equipe, eles lutam para salvar o planeta Terra e defender a justiça."
        }
      ]
    }
  },
  {
    "program": "Legião dos Super Heróis - S01EP12",
    "days": {
      "05/11/2024": [
        {
          "startTime": "13:58:40",
          "stopTime": "14:19:56",
          "genre": "Animação/Super Heróis",
          "classification": "Livre",
          "description": "A Legião dos Super Heróis se reúne para combater uma ameaça intergaláctica que coloca em risco a existência de todo o universo. Com poderes especiais e habilidades únicas, os heróis enfrentam desafios e perigos para salvar a humanidade."
        }
      ]
    }
  },
  {
    "program": "Legião dos Super Heróis S01EP13",
    "days": {
      "05/11/2024": [
        {
          "startTime": "14:19:57",
          "stopTime": "14:41:10",
          "genre": "Animação",
          "classification": "Livre",
          "description": "No episódio 13 da primeira temporada da Legião dos Super Heróis, os heróis se unem para enfrentar uma poderosa ameaça que coloca em risco a segurança do universo. Com muita ação e aventura, eles precisam mostrar trabalho em equipe para salvar o dia."
        }
      ]
    }
  },
  {
    "program": "Justiça Jovem S01E01",
    "days": {
      "05/11/2024": [
        {
          "startTime": "14:41:11",
          "stopTime": "15:03:53",
          "genre": "Animação, Ação, Aventura",
          "classification": "12",
          "description": "A série acompanha um grupo de super-heróis adolescentes da DC Comics, incluindo Robin, Superboy, Kid Flash, entre outros, enquanto enfrentam ameaças e desafios enquanto tentam provar seu valor como heróis."
        }
      ]
    }
  },
  {
    "program": "A Bíblia S01E07",
    "days": {
      "05/11/2024": [
        {
          "startTime": "15:04:38",
          "stopTime": "15:52:59",
          "genre": "Drama",
          "classification": "14",
          "description": "Neste episódio, relata-se a história de Sansão, um juiz hebreu que recebeu de Deus uma força sobrenatural para lutar contra os inimigos de Israel. O episódio aborda seu amor por Dalila e sua eventual traição."
        }
      ]
    }
  },
  {
    "program": "The Chosen S02E07",
    "days": {
      "05/11/2024": [
        {
          "startTime": "15:52:59",
          "stopTime": "16:35:58",
          "genre": "Drama",
          "classification": "14",
          "description": "Neste episódio emocionante da segunda temporada de The Chosen, Jesus continua a ensinar seus seguidores e realizar milagres, enquanto os conflitos e as ameaças contra ele crescem. Pedro confronta suas próprias fraquezas e medos, levando a uma jornada de descoberta e redenção. Eventos poderosos desafiam a fé dos discípulos e mostram o impacto transformador da presença de Jesus em suas vidas."
        }
      ]
    }
  },
  {
    "program": "Fibra de Heróis",
    "days": {
      "05/11/2024": [
        {
          "startTime": "16:36:34",
          "stopTime": "17:55:59",
          "genre": "Drama",
          "classification": "Livre",
          "description": "Durante a Segunda Guerra Mundial, um grupo de soldados americanos é designado para uma missão perigosa atrás das linhas inimigas. Enfrentando desafios e dilemas morais, eles terão que mostrar toda a sua fibra de heróis para cumprir o objetivo da missão e sobreviver."
        }
      ]
    }
  },
  {
    "program": "A Nova Super Máquina S01E01",
    "days": {
      "05/11/2024": [
        {
          "startTime": "17:56:33",
          "stopTime": "18:39:11",
          "genre": "Ação, Aventura",
          "classification": "12",
          "description": "Mike Traceur, filho do lendário Michael Knight, herda o papel de piloto da super máquina KITT. Juntos, eles lutam contra o crime e protegem os inocentes, enquanto desvendam segredos do passado de Mike.\\"
        }
      ]
    }
  },
  {
    "program": "A Nova Super Máquina S01E02 - Viagem às Profundezas da Noite",
    "days": {
      "05/11/2024": [
        {
          "startTime": "18:39:11",
          "stopTime": "19:22:15",
          "genre": "Ação, Aventura, Ficção Científica",
          "classification": "14",
          "description": "Na segunda temporada da série, Mike continua utilizando seu carro incrível para realizar missões secretas e perigosas. Neste episódio, ele é chamado para uma missão noturna nas profundezas da cidade, onde descobre um esquema criminoso que coloca sua vida em risco."
        }
      ]
    }
  },
  {
    "program": "A Nova Super Máquina S01E03 - Noite da Iguana",
    "days": {
      "05/11/2024": [
        {
          "startTime": "19:22:15",
          "stopTime": "20:04:01",
          "genre": "Ação e Aventura",
          "classification": "16",
          "description": "Em sua terceira missão, Michael Knight e seu carro super inteligente KITT investigam um grupo de contrabandistas de animais exóticos que estão colocando em perigo uma espécie de iguanas raras."
        }
      ]
    }
  },
  {
    "program": "A Nova Super Máquina S01E04 - Um Dia Daqueles",
    "days": {
      "05/11/2024": [
        {
          "startTime": "20:04:02",
          "stopTime": "20:46:13",
          "genre": "Ação e Aventura",
          "classification": "14",
          "description": "No episódio \"Um Dia Daqueles\", Mike e KITT investigam um misterioso acidente de carro que pode estar ligado a uma organização criminosa. Enquanto isso, Sarah e Billy tentam decifrar um código enigmático que pode revelar informações importantes. A equipe se vê envolvida em uma conspiração perigosa que coloca suas vidas em risco. Mas com a ajuda de KITT e de suas habilidades especiais, eles estão determinados a desvendar a verdade e impedir que o mal prevaleça."
        }
      ]
    }
  },
  {
    "program": "Seriado A Nova Super Máquina S01E05 - Noite do Caçador",
    "days": {
      "05/11/2024": [
        {
          "startTime": "20:46:14",
          "stopTime": "21:28:52",
          "genre": "Ação",
          "classification": "14",
          "description": "Mike se envolve em uma corrida contra o tempo para resgatar uma garota sequestrada antes que seja tarde demais. Enquanto isso, a equipe lida com um hacker que está interferindo em suas operações."
        }
      ]
    }
  },
  {
    "program": "A Nova Super Máquina S01E06 - Noite dos Mortos Vivos",
    "days": {
      "05/11/2024": [
        {
          "startTime": "21:28:53",
          "stopTime": "22:11:25",
          "genre": "Ação e Mistério",
          "classification": "16",
          "description": "No episódio \"Noite dos Mortos Vivos\", Michael Knight e KITT investigam uma série de mortes misteriosas que parecem ter sido causadas por zumbis. Eles precisam desvendar o segredo por trás desses acontecimentos antes que mais vidas sejam perdidas."
        }
      ]
    }
  },
  {
    "program": "A Nova Super Maquina S01E07 - É Rock a Noite Toda",
    "days": {
      "05/11/2024": [
        {
          "startTime": "22:11:26",
          "stopTime": "22:53:47",
          "genre": "Ação",
          "classification": "12",
          "description": "Michael Knight embarca em uma missão para resgatar uma famosa cantora de rock que foi sequestrada. Com a ajuda de KITT, a super máquina, ele enfrenta perigos e desafios enquanto corre contra o tempo para salvar a estrela do pop."
        }
      ]
    }
  },
  {
    "program": "S02E01 Transporter",
    "days": {
      "05/11/2024": [
        {
          "startTime": "22:53:48",
          "stopTime": "23:42:58",
          "genre": "Ação",
          "classification": "16",
          "description": "Frank Martin é um ex-agente secreto que agora trabalha como transportador de objetos e pessoas sem fazer perguntas. Neste episódio, ele se vê envolvido em uma missão perigosa que o coloca no centro de uma conspiração internacional."
        }
      ]
    }
  },
  {
    "program": "S02E02 Transporter",
    "days": {
      "05/11/2024": [
        {
          "startTime": "23:42:58",
          "stopTime": "00:29:04",
          "genre": "Ação",
          "classification": "16",
          "description": "Frank é contratado para transportar um valioso objeto, mas logo descobre que está sendo perseguido por agentes da CIA e mercenários."
        }
      ]
    }
  }
]