[
  {
    "program": "The Chosen S01E07",
    "days": {
      "11/10/2024": [
        {
          "startTime": "16:46:16",
          "stopTime": "17:41:54",
          "genre": "Drama",
          "classification": "14",
          "description": "Neste episódio, Jesus encontra um samaritano junto ao poço de Jacó e revela mais sobre sua missão. Enquanto isso, Nicodemos continua a interrogar João Batista sobre o Messias e Maria Madalena tem um encontro transformador."
        }
      ]
    }
  },
  {
    "program": "The Chosen S01E08",
    "days": {
      "11/10/2024": [
        {
          "startTime": "17:41:54",
          "stopTime": "18:41:25",
          "genre": "Drama",
          "classification": "14",
          "description": "Neste episódio, Jesus realiza um milagre impressionante que impacta profundamente a vida de um jovem paralítico. Enquanto isso, os discípulos continuam a ser confrontados com desafios e dilemas em sua jornada ao lado de Jesus. Como será a reação das pessoas diante dos ensinamentos e poder de Jesus?"
        }
      ]
    }
  },
  {
    "program": "O Cavaleiro Solitário",
    "days": {
      "11/10/2024": [
        {
          "startTime": "18:41:47",
          "stopTime": "20:37:34",
          "genre": "Western",
          "classification": "14",
          "description": "Em uma cidade do Velho Oeste dominada por bandidos, um misterioso forasteiro conhecido como O Cavaleiro Solitário chega para enfrentar a injustiça e restaurar a paz. Com sua habilidade ímpar no gatilho e seu senso de justiça inabalável, ele se torna a única esperança dos cidadãos oprimidos. Mas seu passado sombrio ameaça colocar tudo em risco."
        }
      ]
    }
  },
  {
    "program": "A Mulher Biônica - Bem Vinda Ao Lar, Jamie Pt1",
    "days": {
      "11/10/2024": [
        {
          "startTime": "20:38:08",
          "stopTime": "21:24:56",
          "genre": "Ficção Científica",
          "classification": "Livre",
          "description": "Jamie Sommers é uma atleta que sofre um grave acidente e é transformada em uma supermulher biônica pelo governo dos EUA. Agora, ela precisa lidar com suas novas habilidades enquanto trabalha como agente secreta."
        }
      ]
    }
  },
  {
    "program": "A Mulher Biônica Bem Vinda Ao Lar, Jamie Pt2",
    "days": {
      "11/10/2024": [
        {
          "startTime": "21:24:56",
          "stopTime": "22:11:44",
          "genre": "Ficção Científica",
          "classification": "12",
          "description": "Após um acidente quase fatal, a jovem Jamie Sommers é transformada em uma mulher biônica com superpoderes. Agora, ela luta para se adaptar a sua nova condição e enfrentar os desafios que surgem em sua vida."
        }
      ]
    }
  },
  {
    "program": "O Homem de 6 Milhões de Dólares S1E1",
    "days": {
      "11/10/2024": [
        {
          "startTime": "22:11:44",
          "stopTime": "22:57:27",
          "genre": "Ação",
          "classification": "Livre",
          "description": "Na primeira temporada da série, Steve Austin é gravemente ferido e reconstruído com implantes cibernéticos que lhe dão superpoderes. Ele passa a trabalhar secretamente para o governo dos EUA, realizando missões especiais."
        }
      ]
    }
  },
  {
    "program": "O Homem de 6 Milhões de Dolares S1E2",
    "days": {
      "11/10/2024": [
        {
          "startTime": "22:57:28",
          "stopTime": "23:39:57",
          "genre": "Ação",
          "classification": "12",
          "description": "Steve Austin, um astronauta gravemente ferido em um acidente, é reconstruído com membros cibernéticos que lhe dão habilidades sobre-humanas. Ele se torna um agente secreto do governo lutando contra o crime."
        }
      ]
    }
  },
  {
    "program": "Missão Impossível",
    "days": {
      "11/10/2024": [
        {
          "startTime": "23:39:57",
          "stopTime": "01:30:09",
          "genre": "Ação",
          "classification": "14",
          "description": "Em uma perigosa missão para recuperar informações confidenciais que foram roubadas, o agente Ethan Hunt se vê envolvido em uma rede de mentiras e traições enquanto tenta provar sua inocência e desvendar os segredos por trás da operação."
        }
      ]
    }
  },
  {
    "program": "Missão Impossível 2",
    "days": {
      "12/10/2024": [
        {
          "startTime": "01:30:10",
          "stopTime": "03:33:45",
          "genre": "Ação",
          "classification": "14",
          "description": "O agente Ethan Hunt, interpretado por Tom Cruise, é convocado para uma nova missão que envolve um vírus mortal e uma perigosa ex-namorada. Com muita ação e cenas de tirar o fôlego, o filme se torna um verdadeiro desafio para o protagonista."
        }
      ]
    }
  },
  {
    "program": "Missão Impossível 3",
    "days": {
      "12/10/2024": [
        {
          "startTime": "03:33:45",
          "stopTime": "05:39:09",
          "genre": "Ação",
          "classification": "14",
          "description": "Ethan Hunt, agora aposentado como agente do IMF, é chamado de volta à ativa para resgatar um antigo mentor de um poderoso traficante de armas. A missão se torna ainda mais pessoal quando sua esposa é sequestrada, levando Hunt a uma corrida contra o tempo para salvar ambos."
        }
      ]
    }
  },
  {
    "program": "Missão: Impossível - Protocolo Fantasma",
    "days": {
      "12/10/2024": [
        {
          "startTime": "05:39:10",
          "stopTime": "07:52:06",
          "genre": "Ação",
          "classification": "12",
          "description": "O agente especial Ethan Hunt é acusado de um atentado terrorista e precisa provar sua inocência enquanto corre contra o tempo para evitar um desastre global."
        }
      ]
    }
  },
  {
    "program": "MI_5 Nação Rebelde",
    "days": {
      "12/10/2024": [
        {
          "startTime": "07:52:07",
          "stopTime": "10:03:40",
          "genre": "Ação, Espionagem",
          "classification": "16",
          "description": "Quando um terrorista escapa durante uma operação da MI-5 em Londres, o agente Will Holloway é chamado de volta do exílio para ajudar a capturá-lo, revelando uma conspiração que ameaça a segurança nacional."
        }
      ]
    }
  },
  {
    "program": "Jumbo",
    "days": {
      "12/10/2024": [
        {
          "startTime": "10:04:13",
          "stopTime": "11:20:07",
          "genre": "Animação",
          "classification": "14",
          "description": "Jumbo é uma animação emocionante que narra a história de uma jovem elefanta chamada Jumbo, que foge do circo em busca de liberdade e de sua verdadeira identidade. Ao longo de sua jornada, Jumbo enfrenta desafios e descobre a importância da amizade e da autoaceitação."
        }
      ]
    }
  },
  {
    "program": "Link Perdido",
    "days": {
      "12/10/2024": [
        {
          "startTime": "11:20:08",
          "stopTime": "12:54:33",
          "genre": "Animação/Aventura",
          "classification": "10",
          "description": "Sir Lionel Frost se considera o melhor investigador de mitos e monstros do mundo. O problema é que nenhum dos seus colegas o leva a sério. Sua última chance para ganhar seu respeito se torna uma emocionante aventura ao redor do mundo para encontrar o lendário Link Perdido."
        }
      ]
    }
  },
  {
    "program": "Osmar A Primeira Fatia Do Pao de Forma",
    "days": {
      "12/10/2024": [
        {
          "startTime": "12:54:34",
          "stopTime": "14:14:55",
          "genre": "Comédia Musical",
          "classification": "Livre",
          "description": "O filme conta a história de Osmar, um padeiro atrapalhado que sonha em se tornar um grande cantor. Ele decide participar de um concurso de talentos na cidade, mas as coisas não saem como ele esperava. Com muito humor e música, Osmar A Primeira Fatia Do Pao de Forma promete arrancar boas gargalhadas da plateia."
        }
      ]
    }
  },
  {
    "program": "Sapatinho Vermelho e os Sete Anões",
    "days": {
      "12/10/2024": [
        {
          "startTime": "14:14:55",
          "stopTime": "15:46:57",
          "genre": "Animação/Musical",
          "classification": "Livre",
          "description": "Em um reino distante, uma princesa encontra um par de sapatinhos vermelhos e acaba sendo transportada para uma floresta mágica habitada por sete anões. Juntos, eles embarcam em uma jornada de autodescoberta e aventuras emocionantes."
        }
      ]
    }
  },
  {
    "program": "Animação Manda-Chuva - Havaí a Turma Vem Aí",
    "days": {
      "12/10/2024": [
        {
          "startTime": "15:46:58",
          "stopTime": "16:12:33",
          "genre": "Animação",
          "classification": "Livre",
          "description": "A turma do Manda-Chuva vai embarcar em uma aventura no Havaí, cheia de diversão e surpresas. Prepare-se para muita animação e risadas nessa viagem inesquecível!"
        }
      ]
    }
  },
  {
    "program": "Animação Manda-Chuva - O Opulento Marajá",
    "days": {
      "12/10/2024": [
        {
          "startTime": "16:12:33",
          "stopTime": "16:38:09",
          "genre": "Animação/Comédia",
          "classification": "Livre",
          "description": "Manda-Chuva e sua turma se envolvem em uma nova aventura quando são convidados para um evento especial no palácio do Opulento Marajá. Porém, nem tudo sai como o esperado e eles terão que se unir para desvendar um mistério e evitar um grande problema na cidade de Nova Iorque."
        }
      ]
    }
  },
  {
    "program": "Animação Manda-Chuva - Jazz Infernal",
    "days": {
      "12/10/2024": [
        {
          "startTime": "16:38:10",
          "stopTime": "17:03:46",
          "genre": "Animação",
          "classification": "Livre",
          "description": "Manda-Chuva e sua turma se envolvem em uma confusão hilária ao tentar organizar um festival de jazz na cidade. Enquanto lidam com os problemas do dia a dia, eles descobrem o verdadeiro significado da amizade e da união."
        }
      ]
    }
  },
  {
    "program": "The Chosen S02E01",
    "days": {
      "12/10/2024": [
        {
          "startTime": "17:04:32",
          "stopTime": "18:09:13",
          "genre": "Drama",
          "classification": "12",
          "description": "No episódio 01 da segunda temporada, Jesus continua sua jornada de escolher seus discípulos e impactar suas vidas de formas profundas."
        }
      ]
    }
  },
  {
    "program": "The Chosen S02E02",
    "days": {
      "12/10/2024": [
        {
          "startTime": "18:09:13",
          "stopTime": "19:01:50",
          "genre": "Drama",
          "classification": "14",
          "description": "No segundo episódio da segunda temporada de The Chosen, Jesus continua a chamar seus discípulos, incluindo Pedro, Mateus e Maria Madalena, para segui-lo. Enquanto isso, os fariseus tramam contra ele e sua crescente influência."
        }
      ]
    }
  }
]