[
  {
    "program": "Batman Anime P06 [FINAL]",
    "days": {
      "24/10/2024": [
        {
          "startTime": "09:56:02",
          "stopTime": "10:12:36",
          "genre": "Animação/Ação",
          "classification": "14",
          "description": "Neste emocionante capítulo final, Batman enfrenta seu maior desafio ao tentar deter o vilão Coringa de espalhar o caos pela cidade de Gotham. Com a ajuda de seus aliados, ele precisará superar suas próprias limitações para salvar a cidade e proteger seus cidadãos.Prepare-se para muita ação e reviravoltas neste épico confronto entre o Cavaleiro das Trevas e seu arqui-inimigo."
        }
      ]
    }
  },
  {
    "program": "Batman_Os Bravos Destemidos S02E01_A Corrida Mortal Para O Nada!",
    "days": {
      "24/10/2024": [
        {
          "startTime": "10:12:36",
          "stopTime": "10:35:03",
          "genre": "Animação",
          "classification": "10",
          "description": "O Batman se vê em uma corrida contra o tempo para impedir um plano diabólico do Coringa que pode causar o caos em Gotham City. Mas será que ele conseguirá deter o vilão antes que seja tarde demais?"
        }
      ]
    }
  },
  {
    "program": "Batman_Os Bravos Desemidos S02E02_O Longo Braço Da Lei!",
    "days": {
      "24/10/2024": [
        {
          "startTime": "10:35:03",
          "stopTime": "10:57:53",
          "genre": "Ação e Aventura",
          "classification": "14",
          "description": "Neste episódio, Batman enfrenta um novo vilão que se autodenomina \"O Longo Braço da Lei\", um ex-policial corrupto que agora busca impor sua justiça nas ruas de Gotham. Enquanto isso, Bruce Wayne precisa lidar com as consequências de manter sua identidade secreta e proteger seus entes queridos. Ao longo do episódio, segredos do passado são revelados e alianças improváveis são formadas. Como será que o Cavaleiro das Trevas irá superar mais esse desafio?"
        }
      ]
    }
  },
  {
    "program": "Batman: Os Bravos Destemidos S02E03 - A Vingança Do Reach!",
    "days": {
      "24/10/2024": [
        {
          "startTime": "10:57:54",
          "stopTime": "11:20:44",
          "genre": "Animação",
          "classification": "Livre",
          "description": "Batman e Blue Beetle precisam lidar com a vingança de um antigo inimigo, Reach, que está determinado a destruir Gotham City. Enquanto isso, Robin se encontra em uma missão arriscada para resgatar Beast Boy."
        }
      ]
    }
  },
  {
    "program": "Batman_Os Bravos Desemidos S02E04_A Aventura Ultrajante Do Aquaman!",
    "days": {
      "24/10/2024": [
        {
          "startTime": "11:20:44",
          "stopTime": "11:43:28",
          "genre": "Ação e Aventura",
          "classification": "Livre",
          "description": "Neste episódio emocionante, Batman se une ao Aquaman para enfrentar uma ameaça submarina que coloca em risco a cidade de Gotham. Juntos, eles terão que combater vilões poderosos e desvendar mistérios marinhos para salvar o dia."
        }
      ]
    }
  },
  {
    "program": "Batman - Os Bravos Destemidos S02E05 - A Era de Ouro da Justiça!",
    "days": {
      "24/10/2024": [
        {
          "startTime": "11:43:29",
          "stopTime": "12:06:19",
          "genre": "Animação",
          "classification": "Livre",
          "description": "Neste episódio, Batman e seus companheiros enfrentam uma série de desafios durante a Era de Ouro da Justiça, lutando contra vilões antigos e novos em uma batalha épica pela segurança de Gotham City."
        }
      ]
    }
  },
  {
    "program": "Batman: Os Bravos Destemidos S02E06 - Reunião Dos Aliados!",
    "days": {
      "24/10/2024": [
        {
          "startTime": "12:06:19",
          "stopTime": "12:29:04",
          "genre": "Animação",
          "classification": "10",
          "description": "Neste episódio, Batman se reúne com outros heróis para enfrentar um poderoso vilão que ameaça Gotham City. Juntos, eles devem unir forças e usar suas habilidades únicas para deter a ameaça antes que seja tarde demais."
        }
      ]
    }
  },
  {
    "program": "Batman: Os Bravos Destemidos S02E07 - A Luta Dos Homens Metálicos!",
    "days": {
      "24/10/2024": [
        {
          "startTime": "12:29:05",
          "stopTime": "12:51:54",
          "genre": "Animação, Ação",
          "classification": "Livre",
          "description": "Batman e Robin enfrentam uma nova ameaça em Gotham City, quando um grupo de vilões robóticos comandados por Cyborg tenta dominar a cidade. Com a ajuda da Mulher-Maravilha, os heróis devem unir forças para impedir os planos malignos dos Homens Metálicos e salvar a cidade da destruição."
        }
      ]
    }
  },
  {
    "program": "Batman: Os Bravos Destemidos",
    "days": {
      "24/10/2024": [
        {
          "startTime": "12:51:54",
          "stopTime": "13:14:27",
          "genre": "Animação",
          "classification": "Livre",
          "description": "No episódio \"Batman Dividido\", o vilão Duas-Caras sequestra Batman e o divide em duas versões diferentes: uma benevolente e outra malévola. Agora, as duas personalidades do herói devem encontrar uma forma de se unir novamente para derrotar Duas-Caras e salvar Gotham City."
        }
      ]
    }
  },
  {
    "program": "Batman_Os Bravos Desemidos O Super-Batman Do Planeta X!",
    "days": {
      "24/10/2024": [
        {
          "startTime": "13:14:27",
          "stopTime": "13:37:19",
          "genre": "Ação e Aventura",
          "classification": "14",
          "description": "Batman é convocado para ajudar os habitantes do Planeta X, onde se depara com um super-herói misterioso que se torna seu aliado na luta contra uma ameaça intergaláctica."
        }
      ]
    }
  },
  {
    "program": "Batman_Os Bravvos Destemidos O Poder De Shazam!",
    "days": {
      "24/10/2024": [
        {
          "startTime": "13:37:20",
          "stopTime": "14:00:22",
          "genre": "Ação e Aventura",
          "classification": "14",
          "description": "Neste emocionante filme, Batman e Shazam unem forças para enfrentar um novo vilão que ameaça Gotham City e Metrópolis. Com muita ação, humor e suspense, os heróis terão que mostrar do que são capazes para salvar o dia."
        }
      ]
    }
  },
  {
    "program": "Batman Os Bravos Desemidos_Justiça Contra Vingança!",
    "days": {
      "24/10/2024": [
        {
          "startTime": "14:00:22",
          "stopTime": "14:23:05",
          "genre": "Ação",
          "classification": "14",
          "description": "Após anos de combate ao crime em Gotham City, Batman se depara com um novo desafio quando um antigo inimigo retorna para se vingar do Cavaleiro das Trevas. Agora, ele terá que lutar não apenas pela justiça, mas também contra aqueles que buscam vingança a todo custo. Será que Batman conseguirá proteger a cidade e sua própria vida nessa intensa batalha entre a justiça e a vingança?"
        }
      ]
    }
  },
  {
    "program": "Batman - Os Bravos Destemidos: Gorilas Entre Nós!",
    "days": {
      "24/10/2024": [
        {
          "startTime": "14:23:06",
          "stopTime": "14:45:31",
          "genre": "Ação e Aventura",
          "classification": "14",
          "description": "Em Gotham City, um novo vilão ameaça a paz da cidade. Batman e seu fiel parceiro Robin precisam enfrentar um exército de gorilas modificados geneticamente em uma batalha épica para salvar a metrópole do caos. Juntos, eles terão que usar toda sua coragem e habilidades para deter essa ameaça e manter a justiça na cidade. Conseguirão os heróis impedir os planos do misterioso vilão e salvar Gotham? Acompanhe essa incrível aventura repleta de ação e suspense!"
        }
      ]
    }
  },
  {
    "program": "Batman Os Bravos Destemidos_O Cerco De Starro!",
    "days": {
      "24/10/2024": [
        {
          "startTime": "14:45:31",
          "stopTime": "15:08:23",
          "genre": "Animação/Ação",
          "classification": "Livre",
          "description": "Batman e o Aquaman unem forças para deter Starro, um alienígena que está controlando os habitantes de Gotham City por meio de parasitas. Juntos, eles precisam evitar que Starro conquiste a cidade e restaure a paz."
        }
      ]
    }
  },
  {
    "program": "Milagre na Cela 7",
    "days": {
      "24/10/2024": [
        {
          "startTime": "15:09:08",
          "stopTime": "17:21:12",
          "genre": "Drama",
          "classification": "12",
          "description": "O longa conta a emocionante história de um pai com deficiência intelectual que é injustamente acusado de um crime e separado de sua filha. Na prisão, ele faz amizade com os outros detentos e juntos eles vão em busca de um milagre para provar sua inocência e reunir a família."
        }
      ]
    }
  },
  {
    "program": "O Pistoleiro",
    "days": {
      "24/10/2024": [
        {
          "startTime": "17:21:35",
          "stopTime": "18:43:15",
          "genre": "Faroeste",
          "classification": "14",
          "description": "Em uma pequena cidade do Velho Oeste, um pistoleiro chega causando problemas e precisa enfrentar um xerife durão para conquistar o respeito dos moradores e o coração de uma bela mulher."
        }
      ]
    }
  },
  {
    "program": "Filme: Cães de Guerra",
    "days": {
      "24/10/2024": [
        {
          "startTime": "18:43:47",
          "stopTime": "20:18:26",
          "genre": "Comédia/Drama",
          "classification": "18",
          "description": "Dois amigos de infância se envolvem no mundo duvidoso do comércio de armas após fechar um grande negócio com o governo dos Estados Unidos. Conforme os lucros aumentam, a dupla se vê em situações cada vez mais perigosas e desafiadoras."
        }
      ]
    }
  },
  {
    "program": "San Andreas",
    "days": {
      "24/10/2024": [
        {
          "startTime": "20:18:26",
          "stopTime": "22:12:54",
          "genre": "Ação",
          "classification": "12",
          "description": "Um sismo atinge a Califórnia e um piloto de helicóptero e sua ex-esposa tentam resgatar sua filha em São Francisco antes que a cidade seja completamente destruída."
        }
      ]
    }
  },
  {
    "program": "Sniper Americano",
    "days": {
      "24/10/2024": [
        {
          "startTime": "22:12:55",
          "stopTime": "00:25:34",
          "genre": "Drama, Ação, Biografia",
          "classification": "16",
          "description": "O filme conta a história real de Chris Kyle, um atirador de elite das forças especiais da marinha dos Estados Unidos. Durante sua carreira militar, ele se tornou o atirador mais letal da história americana, com mais de 160 mortes confirmadas. No entanto, sua vida pessoal começa a ser afetada pelo peso de suas ações no campo de batalha. Chris luta para encontrar um equilíbrio entre seu dever como soldado e seu papel como marido e pai."
        }
      ]
    }
  }
]