[
  {
    "program": "Hondo",
    "days": {
      "18/10/2024": [
        {
          "startTime": "16:47:44",
          "stopTime": "18:11:48",
          "genre": "Faroeste",
          "classification": "10",
          "description": "Hondo Lane, um batedor do exército americano, encontra uma mulher e seu filho em uma cabana isolada e acaba se envolvendo em um conflito com apaches. Enquanto se prepara para enfrentar os perigos que os rodeiam, Hondo também se vê em meio a um dilema moral que testará seus valores e lealdades."
        }
      ]
    }
  },
  {
    "program": "Baman e Robin S1E16- Better Luck Next Time",
    "days": {
      "18/10/2024": [
        {
          "startTime": "18:12:22",
          "stopTime": "18:37:41",
          "genre": "Ação e Aventura",
          "classification": "Livre",
          "description": "Batman e Robin enfrentam o vilão Coringa, que tem um plano para roubar um diamante valioso da cidade de Gotham. Com suas habilidades e equipamentos especiais, a dupla dinâmica precisa agir rapidamente para impedir o crime e salvar a cidade da destruição"
        }
      ]
    }
  },
  {
    "program": "Viagem ao Fundo do Mar - Retorno no Tempo",
    "days": {
      "18/10/2024": [
        {
          "startTime": "18:37:41",
          "stopTime": "19:29:05",
          "genre": "Ficção Científica",
          "classification": "Livre",
          "description": "Na trama, a tripulação do submarino Seaview viaja de volta no tempo para impedir uma catástrofe que poderia mudar a história da humanidade. Enfrentando diversos desafios e obstáculos, eles precisam encontrar uma maneira de corrigir os eventos do passado antes que seja tarde demais."
        }
      ]
    }
  },
  {
    "program": "Terra de Gigantes",
    "days": {
      "18/10/2024": [
        {
          "startTime": "19:29:06",
          "stopTime": "20:20:04",
          "genre": "Seriado",
          "classification": "Livre",
          "description": "Em Noites Claras Avista-se a Terra"
        }
      ]
    }
  },
  {
    "program": "Energia Pura (Powder)",
    "days": {
      "18/10/2024": [
        {
          "startTime": "20:20:34",
          "stopTime": "22:12:09",
          "genre": "Drama/Fantasia",
          "classification": "14",
          "description": "Powder é um filme que conta a história de um garoto com poderes especiais, que possui uma incrível energia pura. Ele enfrenta o preconceito da sociedade, mas encontra apoio em uma professora que acredita em seu potencial. Através de sua jornada, Powder aprenderá lições sobre aceitação, empatia e amor."
        }
      ]
    }
  },
  {
    "program": "Um Sonho de Liberdade",
    "days": {
      "18/10/2024": [
        {
          "startTime": "22:12:10",
          "stopTime": "00:31:09",
          "genre": "Drama",
          "classification": "14",
          "description": "O banqueiro Andy Dufresne é condenado à prisão perpétua por um crime que não cometeu. Lá, ele faz amizade com Red, um detento que pode ser a chave para sua liberdade e para descobrir a verdade por trás de sua condenação."
        }
      ]
    }
  },
  {
    "program": "O Profissional",
    "days": {
      "19/10/2024": [
        {
          "startTime": "00:31:10",
          "stopTime": "02:11:58",
          "genre": "Ação/Drama",
          "classification": "16",
          "description": "Um assassino profissional, que segue um código de ética próprio, faz amizade com uma jovem órfã em busca de vingança contra os responsáveis pela morte de sua família."
        }
      ]
    }
  },
  {
    "program": "Justa Causa",
    "days": {
      "19/10/2024": [
        {
          "startTime": "02:11:59",
          "stopTime": "03:54:20",
          "genre": "Suspense",
          "classification": "16",
          "description": "Quando um renomado advogado militante, interpretado por Sean Connery, descobre provas que podem inocentar um jovem acusado de assassinato, ele se vê em meio a um jogo perigoso de poder e corrupção que colocará sua própria vida em risco."
        }
      ]
    }
  },
  {
    "program": "A Última Ameaça",
    "days": {
      "19/10/2024": [
        {
          "startTime": "03:54:20",
          "stopTime": "05:42:44",
          "genre": "Ação e Suspense",
          "classification": "16",
          "description": "Quando um ex-agente da CIA é convocado para uma missão de vida ou morte, ele se vê envolvido em uma conspiração internacional que pode mudar o destino do mundo. Agora, ele precisa correr contra o tempo para impedir a última ameaça que pode destruir tudo o que conhece."
        }
      ]
    }
  },
  {
    "program": "Fargo",
    "days": {
      "19/10/2024": [
        {
          "startTime": "05:42:44",
          "stopTime": "07:21:00",
          "genre": "Comédia de Erros",
          "classification": "18",
          "description": "Jerry Lundegaard é um vendedor de carros com dificuldades financeiras que contrata dois criminosos para sequestrar sua própria esposa e exigir um resgate do seu sogro rico. O plano acaba saindo do controle e resulta em uma série de eventos trágicos e hilariantes."
        }
      ]
    }
  },
  {
    "program": "Despertar de um Pesadelo",
    "days": {
      "19/10/2024": [
        {
          "startTime": "07:21:00",
          "stopTime": "09:21:36",
          "genre": "Suspense",
          "classification": "16",
          "description": "Após presenciar um terrível assassinato, um detetive veterano interpretado por Samuel L. Jackson mergulha em um mundo sombrio repleto de mistérios e conspirações, buscando encontrar a verdade por trás do crime. Enquanto luta contra suas próprias memórias traumáticas, ele descobre segredos chocantes que vão mudar sua vida para sempre."
        }
      ]
    }
  },
  {
    "program": "O Bicho Vai Pegar",
    "days": {
      "19/10/2024": [
        {
          "startTime": "09:22:09",
          "stopTime": "10:48:24",
          "genre": "Animação",
          "classification": "Livre",
          "description": "Boog, um urso pardo domesticado com uma vida tranquila, vê sua rotina mudar quando ele é solto na floresta às vésperas do período de caça. Com a ajuda do cervo Elliot, Boog precisa sobreviver e encontrar seu caminho de volta para casa."
        }
      ]
    }
  },
  {
    "program": "O Bicho Vai Pegar 2",
    "days": {
      "19/10/2024": [
        {
          "startTime": "10:48:25",
          "stopTime": "12:04:49",
          "genre": "Animação/Comédia",
          "classification": "Livre",
          "description": "No segundo filme da série, Boog está se adaptando à vida na natureza, mas logo se vê envolvido em uma competição para salvar sua casa das mãos dos lenhadores."
        }
      ]
    }
  },
  {
    "program": "O Bicho Vai Pegar 3",
    "days": {
      "19/10/2024": [
        {
          "startTime": "12:04:49",
          "stopTime": "13:19:25",
          "genre": "Animação, Comédia",
          "classification": "Livre",
          "description": "Boog, Elliot e seus amigos da floresta se veem em uma nova aventura ao se depararem com um circo itinerante. Enquanto tentam ajudar seu novo amigo, um urso pardo domesticado chamado Boog, a se adaptar à vida selvagem, eles enfrentam desafios e vivem grandes aventuras."
        }
      ]
    }
  },
  {
    "program": "O Bicho Vai Pegar 4",
    "days": {
      "19/10/2024": [
        {
          "startTime": "13:19:25",
          "stopTime": "14:44:10",
          "genre": "Animação, Comédia, Aventura",
          "classification": "Livre",
          "description": "Após um acidente, Elliot, Boog e as demais criaturas da floresta se deparam com uma cidade de circo. Eles se juntam ao circo para escapar de problemas, mas logo percebem que precisam encontrar o caminho de volta para casa."
        }
      ]
    }
  },
  {
    "program": "Uma Prova de Fé",
    "days": {
      "19/10/2024": [
        {
          "startTime": "15:00:58",
          "stopTime": "16:24:53",
          "genre": "Drama",
          "classification": "Livre",
          "description": "A vida do bombeiro Jake se transforma quando seu filho de quatro anos é diagnosticado com câncer. Após esgotar todas as opções da medicina tradicional, ele decide confiar em Deus e se voltar para a fé em busca de um milagre."
        }
      ]
    }
  },
  {
    "program": "Seriado S01E06 Transporter",
    "days": {
      "19/10/2024": [
        {
          "startTime": "16:25:27",
          "stopTime": "17:11:06",
          "genre": "Ação",
          "classification": "16",
          "description": "Frank é contratado para transportar um valioso pacote, mas acaba se envolvendo em uma trama de traição e perigo que coloca em risco sua vida e a de seus entes queridos."
        }
      ]
    }
  },
  {
    "program": "Transporter S1E7",
    "days": {
      "19/10/2024": [
        {
          "startTime": "17:11:07",
          "stopTime": "17:56:18",
          "genre": "Ação",
          "classification": "16",
          "description": "Frank Martin é um ex-agente das forças especiais que se tornou um transportador de mercadorias ilegais. Em um de seus trabalhos, ele se vê envolvido em uma perigosa missão de resgate, que o levará a enfrentar poderosos criminosos e colocará sua vida em risco."
        }
      ]
    }
  },
  {
    "program": "Episódio 1 da 7ª temporada de Chicago Fire",
    "days": {
      "19/10/2024": [
        {
          "startTime": "17:56:18",
          "stopTime": "18:37:19",
          "genre": "Drama",
          "classification": "14",
          "description": "No primeiro episódio da sétima temporada, a equipe do Chicago Fire enfrenta novos desafios e dramas pessoais enquanto continuam a proteger a cidade de Chicago."
        }
      ]
    }
  },
  {
    "program": "Seriado Chicago FireS07E02",
    "days": {
      "19/10/2024": [
        {
          "startTime": "18:37:19",
          "stopTime": "19:18:12",
          "genre": "Drama",
          "classification": "16",
          "description": "No episódio S07E02 de Chicago Fire, a brigada enfrenta um incêndio em um prédio residencial, colocando a vida de diversos moradores em risco. Enquanto isso, segredos do passado são revelados e novas alianças são formadas na luta pela sobrevivência."
        }
      ]
    }
  },
  {
    "program": "Chuck S01E01",
    "days": {
      "19/10/2024": [
        {
          "startTime": "19:18:13",
          "stopTime": "20:01:28",
          "genre": "Comédia/Ação",
          "classification": "12",
          "description": "Chuck Bartowski é um nerd que trabalha em uma loja de eletrônicos e acaba se tornando involuntariamente um agente secreto quando todos os segredos do governo dos EUA são gravados em seu cérebro."
        }
      ]
    }
  },
  {
    "program": "Seriado Chuck, Contra o Helicóptero",
    "days": {
      "19/10/2024": [
        {
          "startTime": "20:01:29",
          "stopTime": "20:44:19",
          "genre": "Ação e Comédia",
          "classification": "14",
          "description": "Chuck Bartowski, um simples funcionário de uma loja de eletrônicos, se vê envolvido em uma conspiração internacional quando um supercomputador é implantado em seu cérebro. Agora, com a ajuda de agentes secretos, ele precisa enfrentar desafios como deter um helicóptero roubado antes que seja tarde demais."
        }
      ]
    }
  },
  {
    "program": "BlindSpot S01E01",
    "days": {
      "19/10/2024": [
        {
          "startTime": "20:44:19",
          "stopTime": "21:26:20",
          "genre": "Suspense",
          "classification": "16",
          "description": "Uma mulher misteriosa é encontrada dentro de uma mala no meio da Times Square sem memória de sua identidade. O FBI descobre que seu corpo está coberto de tatuagens recentes que revelam pistas sobre crimes iminentes. Agora, eles precisam desvendar o mistério por trás das tatuagens e encontrar respostas antes que seja tarde demais."
        }
      ]
    }
  },
  {
    "program": "Blindspot S01E04",
    "days": {
      "19/10/2024": [
        {
          "startTime": "21:26:21",
          "stopTime": "22:09:14",
          "genre": "Ação, Drama",
          "classification": "16",
          "description": "Enquanto a equipe investiga um sequestro, Jane fica perturbada ao descobrir pistas sobre seu passado misterioso e perigoso."
        }
      ]
    }
  },
  {
    "program": "Hawaii Five-0 S01E01 Pilot",
    "days": {
      "19/10/2024": [
        {
          "startTime": "22:09:14",
          "stopTime": "22:52:30",
          "genre": "Ação, Crime, Drama",
          "classification": "16",
          "description": "Steve McGarrett é chamado de volta a Oahu para investigar o assassinato de seu pai e acaba se tornando o líder de uma equipe de elite da polícia estadual do Havaí. Juntos, eles enfrentam criminosos perigosos que ameaçam a ilha paradisíaca."
        }
      ]
    }
  },
  {
    "program": "Hawaii Five-0 S01E08",
    "days": {
      "19/10/2024": [
        {
          "startTime": "22:52:31",
          "stopTime": "23:36:21",
          "genre": "Ação",
          "classification": "14",
          "description": "O time investiga o assassinato de um líder de gangue local, e o principal suspeito é um concorrente em uma corrida de barcos de alta velocidade. Enquanto isso, McGarrett se prepara para a visita de um velho amigo que não vê há muitos anos. A investigação revela segredos inesperados."
        }
      ]
    }
  },
  {
    "program": "Filme: Menina de Ouro",
    "days": {
      "19/10/2024": [
        {
          "startTime": "23:36:53",
          "stopTime": "01:45:00",
          "genre": "Drama",
          "classification": "16",
          "description": "O filme conta a história de Frankie Dunn, um treinador de boxe que administra um ginásio e mantém uma distância emocional de seus boxeadores. Sua vida muda quando uma jovem chamada Maggie Fitzgerald aparece em seu ginásio determinada a se tornar uma lutadora profissional. Enquanto desenvolvem uma relação de mentoreamento, os dois enfrentam desafios pessoais e profissionais que testarão suas habilidades e limites."
        }
      ]
    }
  },
  {
    "program": "Golpe Baixo",
    "days": {
      "20/10/2024": [
        {
          "startTime": "01:45:00",
          "stopTime": "03:33:51",
          "genre": "Comédia",
          "classification": "14",
          "description": "Paul Crewe, um ex-jogador de futebol americano, é enviado para a prisão e acaba liderando um time de detentos em uma partida contra os guardas. Mas antes disso, terá que lidar com diversas adversidades e armar um plano ousado para vencer o jogo."
        }
      ]
    }
  },
  {
    "program": "Quatro Irmãos",
    "days": {
      "20/10/2024": [
        {
          "startTime": "03:33:52",
          "stopTime": "05:22:37",
          "genre": "Drama/Ação",
          "classification": "16",
          "description": "Após a morte de sua mãe adotiva, quatro irmãos se unem para vingá-la e descobrem segredos sombrios de seu passado."
        }
      ]
    }
  },
  {
    "program": "Tudo Por Dinheiro",
    "days": {
      "20/10/2024": [
        {
          "startTime": "05:22:37",
          "stopTime": "07:25:10",
          "genre": "Drama",
          "classification": "16",
          "description": "Em \"Tudo Por Dinheiro\", um policial corrupto é designado para investigar um caso de assassinato, porém ele se vê envolvido em uma teia de mentiras e corrupção que o levará a enfrentar seus próprios demônios."
        }
      ]
    }
  },
  {
    "program": "Resgate Abaixo de Zero",
    "days": {
      "20/10/2024": [
        {
          "startTime": "07:25:10",
          "stopTime": "09:25:30",
          "genre": "Ação e Aventura",
          "classification": "14",
          "description": "Um grupo de trabalhadores de uma plataforma de petróleo no Alasca precisa lutar para sobreviver após um acidente de avião deixá-los presos no meio do nada, enfrentando as condições extremas de um inverno rigoroso e predadores selvagens."
        }
      ]
    }
  }
]